const fullSong =
  '重ねた夢の隙間彷徨う\n' +
  '今もまだ　今もまだ\n' +
  '揺らいだ現実全て捨てて\n' +
  'これはまだ　夢の中\n' +
  '\n' +
  '生ぬるい夜風と街並み\n' +
  '地下鉄に飲み込まれる\n' +
  '鳴り響く雑踏に溶けて\n' +
  '滲む合図　ネオンライツ\n' +
  '\n' +
  'さよならって　君が叫んでる\n' +
  'さよならって　今も叫んでる\n' +
  '間違いだらけでも　そのドアを開ければいいと\n' +
  '何も変われないなら\n' +
  '悲しい歌ずっと　歌ってもいいの\n' +
  '\n' +
  'STAND-ALONE　歪んだ世界で\n' +
  'STAND-ALONE　描いた世界へ\n' +
  'バイバイ　窓辺に　月明かりも届かない場所\n' +
  '何もかも投げ出して　暗闇に浮かぶ\n' +
  '星になりたい夜　そうでしょう\n' +
  '\n' +
  'ふらついた足元指先\n' +
  '目の前も　吐息すら\n' +
  '何もかも本当か嘘か\n' +
  '分からない　わかんない\n' +
  '\n' +
  '探していたはずの線を\n' +
  '失くしてきたもので描いて\n' +
  '曖昧過ぎたのは　始まりとルールの性能\n' +
  '何も守れないなら\n' +
  '刻んだ名前も　失くしてもいいよ\n' +
  '\n' +
  '最初に　君がついた嘘\n' +
  '夜明けは来るよと囁き\n' +
  '泣きたい　ほど　あの時間こそが幸せだった\n' +
  '星座すら逃げ出して\n' +
  '一人立ち尽くす　星の見えない夜\n' +
  'STAND-ALONE\n' +
  '\n' +
  '(こんな小さな星座なのに...)\n' +
  '\n' +
  'さよならって　君が叫んでる\n' +
  'さよならって　今も叫んでる\n' +
  '間違いだらけでも　そのドアを叩けばいいと\n' +
  '何も変われなくても\n' +
  '悲しい歌ずっと　歌ってもいいと\n' +
  '\n' +
  'STAND-ALONE　歪んだ世界で\n' +
  'STAND-ALONE　描いた世界へ\n' +
  'バイバイ　窓辺に　月明かりも届かない場所\n' +
  '何もかも投げ出して　暗闇に浮かぶ\n' +
  '星になりたい夜　そうでしょう';

const alphaPunctuation =
  '最初に　君がついた嘘\n' +
  '夜明けは来るよと囁き\n' +
  '泣きたい　ほど　あの時間こそが幸せだった\n' +
  '星座すら逃げ出して\n' +
  '一人立ち尽くす　星の見えない夜\n' +
  'STAND-ALONE\n' +
  '\n' +
  '(こんな小さな星座なのに...)\n';

const chorus =
  'さよならって　君が叫んでる\n' +
  'さよならって　今も叫んでる\n' +
  '間違いだらけでも　そのドアを開ければいいと\n' +
  '何も変われないなら\n' +
  '悲しい歌ずっと　歌ってもいいの\n' +
  '\n' +
  'STAND-ALONE　歪んだ世界で\n' +
  'STAND-ALONE　描いた世界へ\n' +
  'バイバイ　窓辺に　月明かりも届かない場所\n' +
  '何もかも投げ出して　暗闇に浮かぶ\n' +
  '星になりたい夜　そうでしょう\n' +
  '\n' +
  'さよならって　君が叫んでる\n' +
  'さよならって　今も叫んでる\n' +
  '間違いだらけでも　そのドアを叩けばいいと\n' +
  '何も変われなくても\n' +
  '悲しい歌ずっと　歌ってもいいと\n' +
  '\n' +
  'STAND-ALONE　歪んだ世界で\n' +
  'STAND-ALONE　描いた世界へ\n' +
  'バイバイ　窓辺に　月明かりも届かない場所\n' +
  '何もかも投げ出して　暗闇に浮かぶ\n' +
  '星になりたい夜　そうでしょう';

module.exports = {
  alphaPunctuation,
  chorus,
  fullSong,
};
